[
    {
        "id": 1,
        "bodyPartId": "head",
        "remedyId": "belladonna",
        "remedyName": "Belladonna",
        "potency": "30C or 200C",
        "dose": "3-5 pellets every 2-4 hours",
        "indication": "Throbbing, pulsating headache with flushed face and dilated pupils. Pain comes and goes suddenly. Violent headache with heat.",
        "agg": "Worse from light, noise, jar, stooping, afternoon 3PM, drafts, sun exposure",
        "amel": "Better from pressure, quiet, dark room, bending head backward, cold applications"
    },
    {
        "id": 2,
        "bodyPartId": "head",
        "remedyId": "bryonia",
        "remedyName": "Bryonia Alba",
        "potency": "30C",
        "dose": "3-5 pellets every 4-6 hours",
        "indication": "Bursting, splitting headache. Any motion aggravates. Wants to lie perfectly still. Headache with constipation.",
        "agg": "Worse from any motion, warmth, morning, coughing, stooping",
        "amel": "Better from pressure, rest, lying on painful side, cool open air, closing eyes"
    },
    {
        "id": 3,
        "bodyPartId": "head",
        "remedyId": "gelsemium",
        "remedyName": "Gelsemium",
        "potency": "30C",
        "dose": "3-5 pellets every 4-6 hours",
        "indication": "Dull, heavy headache with heavy drooping eyelids. Band-like sensation around head. Occipital headache spreading to forehead.",
        "agg": "Worse from mental effort, smoking, heat of sun, humid weather, emotions",
        "amel": "Better from urination, open air, continued motion, stimulants"
    },
    {
        "id": 4,
        "bodyPartId": "head",
        "remedyId": "natrum-mur",
        "remedyName": "Natrum Muriaticum",
        "potency": "200C",
        "dose": "3-5 pellets once daily",
        "indication": "Headache as from many hammers. Migraine from sunrise to sunset. Bursting headache with zigzag visual disturbances.",
        "agg": "Worse from sun, reading, grief, 10-11 AM, noise, menses",
        "amel": "Better from cold applications, lying in dark room, perspiration, sleep"
    },
    {
        "id": 5,
        "bodyPartId": "head",
        "remedyId": "nux-vomica",
        "remedyName": "Nux Vomica",
        "potency": "30C",
        "dose": "3-5 pellets every 4 hours",
        "indication": "Headache from overwork, alcohol, coffee. Congestive headache with vertigo. Feels brain pressing out. Morning headache.",
        "agg": "Worse from morning, mental exertion, alcohol, coffee, sun, opening eyes",
        "amel": "Better from rest, warmth, strong pressure, evening, wrapping head"
    },
    {
        "id": 6,
        "bodyPartId": "mind",
        "remedyId": "ignatia",
        "remedyName": "Ignatia Amara",
        "potency": "200C",
        "dose": "3-5 pellets once or twice daily",
        "indication": "Grief, disappointment, silent brooding. Sighing. Mood swings. Globus hystericus. Ailments from grief and worry.",
        "agg": "Worse from grief, worry, tobacco smoke, coffee, consolation, emotions",
        "amel": "Better from change of position, eating, deep breathing, being alone"
    },
    {
        "id": 7,
        "bodyPartId": "mind",
        "remedyId": "arsenicum",
        "remedyName": "Arsenicum Album",
        "potency": "30C or 200C",
        "dose": "3-5 pellets every 4-6 hours",
        "indication": "Extreme anxiety about health with restlessness. Fear of death. Fastidious. Anxiety worse at midnight and after 1AM.",
        "agg": "Worse after midnight 1-2AM, cold, alone, exertion",
        "amel": "Better from warmth, warm drinks, company, motion, sitting upright"
    },
    {
        "id": 8,
        "bodyPartId": "mind",
        "remedyId": "aconitum",
        "remedyName": "Aconitum Napellus",
        "potency": "30C or 200C",
        "dose": "3-5 pellets every 15-30 min in acute panic",
        "indication": "Sudden intense fear of death. Panic attacks. Extreme restlessness and anxiety. Ailments from fright or shock.",
        "agg": "Worse from fright, shock, cold dry wind, night, warm room, rising from bed",
        "amel": "Better from open air, rest, warm perspiration"
    },
    {
        "id": 9,
        "bodyPartId": "mind",
        "remedyId": "phosphorus",
        "remedyName": "Phosphorus",
        "potency": "30C or 200C",
        "dose": "3-5 pellets twice daily",
        "indication": "Anxiety about health, especially stomach and heart. Fears being alone. Sympathetic nature. Fears thunderstorms.",
        "agg": "Worse from alone, twilight, thunderstorms, warm food, lying on left side",
        "amel": "Better from sleep, eating, cold drinks, massage, company"
    },
    {
        "id": 10,
        "bodyPartId": "respiratory",
        "remedyId": "bryonia",
        "remedyName": "Bryonia Alba",
        "potency": "30C",
        "dose": "3-5 pellets every 4 hours",
        "indication": "Dry, hacking cough with stitching chest pain. Must hold chest when coughing. Thirst for large quantities.",
        "agg": "Worse from motion, deep breathing, eating, warm room, morning",
        "amel": "Better from rest, lying on painful side, pressure on chest, cold drinks"
    },
    {
        "id": 11,
        "bodyPartId": "respiratory",
        "remedyId": "phosphorus",
        "remedyName": "Phosphorus",
        "potency": "30C",
        "dose": "3-5 pellets every 4-6 hours",
        "indication": "Dry, tickling cough worse from cold air and talking. Tightness in chest. Rust-colored sputum. Burning in chest.",
        "agg": "Worse from cold air, talking, laughing, evening, lying on left side",
        "amel": "Better from sleep, cold drinks, eating, open air"
    },
    {
        "id": 12,
        "bodyPartId": "respiratory",
        "remedyId": "antimonium-tart",
        "remedyName": "Antimonium Tartaricum",
        "potency": "30C",
        "dose": "3-5 pellets every 4 hours",
        "indication": "Rattling cough with much mucus but cannot expectorate. Drowsiness. Respiration rapid and short. Loose rattling.",
        "agg": "Worse from lying down, evening, warm room, damp cold weather",
        "amel": "Better from sitting up, expectoration, cold open air, lying on right side"
    },
    {
        "id": 13,
        "bodyPartId": "respiratory",
        "remedyId": "ipecac",
        "remedyName": "Ipecacuanha",
        "potency": "30C",
        "dose": "3-5 pellets every 2-4 hours",
        "indication": "Suffocative cough with rattling in chest. Constant nausea with respiratory complaints. Wheezing. Clean tongue despite nausea.",
        "agg": "Worse from warm moist weather, lying down, periodically",
        "amel": "Better from open air, rest, cold drinks"
    },
    {
        "id": 14,
        "bodyPartId": "respiratory",
        "remedyId": "spongia",
        "remedyName": "Spongia Tosta",
        "potency": "30C",
        "dose": "3-5 pellets every 2 hours",
        "indication": "Dry, barking, croupy cough. Like sawing through wood. Wakes with sensation of suffocation. Croup before midnight.",
        "agg": "Worse before midnight, cold wind, talking, swallowing, lying with head low",
        "amel": "Better from eating, drinking, warm drinks, sitting up, bending forward"
    },
    {
        "id": 15,
        "bodyPartId": "digestive",
        "remedyId": "nux-vomica",
        "remedyName": "Nux Vomica",
        "potency": "30C",
        "dose": "3-5 pellets after meals",
        "indication": "Indigestion from overindulgence. Nausea in morning. Constipation with ineffectual urging. Irritable stomach.",
        "agg": "Worse from morning, overeating, alcohol, coffee, spicy foods, cold",
        "amel": "Better from rest, warmth, evening, unbroken sleep, moist heat"
    },
    {
        "id": 16,
        "bodyPartId": "digestive",
        "remedyId": "arsenicum",
        "remedyName": "Arsenicum Album",
        "potency": "30C",
        "dose": "3-5 pellets every 2-4 hours",
        "indication": "Food poisoning. Violent vomiting and diarrhea simultaneously. Burning pains in stomach relieved by heat. Extreme weakness.",
        "agg": "Worse from cold food/drinks, after midnight, spoiled food",
        "amel": "Better from heat, warm drinks, milk, sitting upright"
    },
    {
        "id": 17,
        "bodyPartId": "digestive",
        "remedyId": "lycopodium",
        "remedyName": "Lycopodium",
        "potency": "30C",
        "dose": "3-5 pellets before meals",
        "indication": "Bloating immediately after eating even small amounts. Gas. Hunger but fullness after few bites. Desire for sweets.",
        "agg": "Worse 4-8 PM, after eating, oysters, flatulent foods, right side",
        "amel": "Better from warm drinks, belching, motion, loose clothing, open air"
    },
    {
        "id": 18,
        "bodyPartId": "digestive",
        "remedyId": "carbo-veg",
        "remedyName": "Carbo Vegetabilis",
        "potency": "30C",
        "dose": "3-5 pellets after meals",
        "indication": "Excessive gas and bloating. Eructations give temporary relief. Coldness with desire to be fanned. Slow digestion.",
        "agg": "Worse from fatty food, wine, warm damp weather, evening",
        "amel": "Better from fanning, eructations, cold air, elevation"
    },
    {
        "id": 19,
        "bodyPartId": "digestive",
        "remedyId": "podophyllum",
        "remedyName": "Podophyllum",
        "potency": "30C",
        "dose": "3-5 pellets every 2-4 hours",
        "indication": "Profuse, gushing, painless diarrhea. Early morning diarrhea driving out of bed. Followed by weakness. Offensive stool.",
        "agg": "Worse early morning 5-10 AM, hot weather, teething, eating, drinking",
        "amel": "Better from lying on abdomen, external warmth, rubbing right hypochondrium"
    },
    {
        "id": 20,
        "bodyPartId": "lower-limbs",
        "remedyId": "rhus-tox",
        "remedyName": "Rhus Toxicodendron",
        "potency": "30C",
        "dose": "3-5 pellets every 4-6 hours",
        "indication": "Stiffness in legs and hips worse on first motion, better from continued movement. Restless legs at night. Sciatica.",
        "agg": "Worse on first motion, rest, cold wet weather, night, overexertion",
        "amel": "Better from continued motion, warmth, rubbing, stretching, walking"
    },
    {
        "id": 21,
        "bodyPartId": "lower-limbs",
        "remedyId": "ignatia",
        "remedyName": "Ignatia Amara",
        "potency": "30C or 200C",
        "dose": "3-5 pellets 1-3 times daily",
        "indication": "Twitching, jerking, cramps in calves and legs from emotional grief. Restless legs. Numbness and weakness.",
        "agg": "Worse from slight touch, consolation, coffee, tobacco, emotions",
        "amel": "Better from change of position, lying down, deep breathing"
    },
    {
        "id": 22,
        "bodyPartId": "lower-limbs",
        "remedyId": "colocynthis",
        "remedyName": "Colocynthis",
        "potency": "30C or 200C",
        "dose": "3-5 pellets every 30 min - 2 hours",
        "indication": "Sciatica with violent cramping pains shooting down the leg. Better from hard pressure and bending double.",
        "agg": "Worse from anger, vexation, light touch, extending leg, lying on painless side",
        "amel": "Better from hard pressure, bending double, warmth, coffee"
    },
    {
        "id": 23,
        "bodyPartId": "lower-limbs",
        "remedyId": "magnesia-phos",
        "remedyName": "Magnesia Phosphorica",
        "potency": "30C or 6X",
        "dose": "Dissolve in hot water, sip frequently",
        "indication": "Cramps in calves, especially at night. Right-sided leg pains. Neuralgic pains relieved by warmth and pressure.",
        "agg": "Worse from cold, night, light touch, straightening leg",
        "amel": "Better from heat, hot applications, pressure, bending double, rubbing"
    },
    {
        "id": 24,
        "bodyPartId": "back-spine",
        "remedyId": "rhus-tox",
        "remedyName": "Rhus Toxicodendron",
        "potency": "30C",
        "dose": "3-5 pellets every 4-6 hours",
        "indication": "Lower back stiffness and pain worse from rest and first motion. Lumbago. Must keep moving for relief.",
        "agg": "Worse from rest, first motion, cold damp weather, sitting, lying",
        "amel": "Better from continued motion, warmth, lying on hard surface, stretching"
    },
    {
        "id": 25,
        "bodyPartId": "back-spine",
        "remedyId": "bryonia",
        "remedyName": "Bryonia Alba",
        "potency": "30C",
        "dose": "3-5 pellets every 4-6 hours",
        "indication": "Sharp stitching back pains worse from any movement. Must lie perfectly still. Wants to lie on painful side.",
        "agg": "Worse from any motion, breathing deeply, coughing, warmth",
        "amel": "Better from lying on painful side, rest, pressure, cool applications"
    },
    {
        "id": 26,
        "bodyPartId": "back-spine",
        "remedyId": "kali-carb",
        "remedyName": "Kali Carbonicum",
        "potency": "30C",
        "dose": "3-5 pellets every 4-6 hours",
        "indication": "Stitching back pains extending to legs. Weakness in back. Must sit to support back. Better from pressure.",
        "agg": "Worse 2-4 AM, cold, drafts, lying on affected side",
        "amel": "Better from warmth, sitting forward, motion, pressure"
    },
    {
        "id": 27,
        "bodyPartId": "skin",
        "remedyId": "sulphur",
        "remedyName": "Sulphur",
        "potency": "30C",
        "dose": "3-5 pellets once daily (morning)",
        "indication": "Itching skin worse from heat of bed and bathing. Burning red eruptions. Dirty looking skin. Useful in chronic skin conditions.",
        "agg": "Worse from warmth of bed, bathing, washing, 11 AM, standing, alcohol",
        "amel": "Better from dry warm weather, lying on right side, drawing up limbs"
    },
    {
        "id": 28,
        "bodyPartId": "skin",
        "remedyId": "graphites",
        "remedyName": "Graphites",
        "potency": "30C",
        "dose": "3-5 pellets twice daily",
        "indication": "Eczema with thick, honey-like, sticky discharge. Cracks in skin folds. Behind ears. Unhealthy, rough skin.",
        "agg": "Worse from cold, during menses, warmth of bed, night",
        "amel": "Better from dark room, wrapping up, walking in open air"
    },
    {
        "id": 29,
        "bodyPartId": "skin",
        "remedyId": "arsenicum",
        "remedyName": "Arsenicum Album",
        "potency": "30C",
        "dose": "3-5 pellets twice daily",
        "indication": "Dry, rough, scaly skin. Burning itching relieved by heat. Psoriasis. Skin looks like parchment. Anxiety about skin.",
        "agg": "Worse from cold, scratching, after midnight, wet weather",
        "amel": "Better from heat, warm applications, warm drinks"
    },
    {
        "id": 30,
        "bodyPartId": "skin",
        "remedyId": "rhus-tox",
        "remedyName": "Rhus Toxicodendron",
        "potency": "30C",
        "dose": "3-5 pellets every 4-6 hours",
        "indication": "Vesicular eruptions with intense itching. Herpes. Urticaria. Red, swollen skin with burning and itching.",
        "agg": "Worse from cold wet weather, rest, scratching, night",
        "amel": "Better from very warm applications, continued motion, warm dry weather"
    },
    {
        "id": 31,
        "bodyPartId": "fever-infections",
        "remedyId": "aconitum",
        "remedyName": "Aconitum Napellus",
        "potency": "30C or 200C",
        "dose": "3-5 pellets every 15-30 min (acute)",
        "indication": "Sudden high fever after exposure to cold dry wind. Intense thirst. Fear and restlessness. Dry burning heat.",
        "agg": "Worse at night (especially midnight), in warm room, rising from bed",
        "amel": "Better from open air, rest, warm perspiration"
    },
    {
        "id": 32,
        "bodyPartId": "fever-infections",
        "remedyId": "belladonna",
        "remedyName": "Belladonna",
        "potency": "30C",
        "dose": "3-5 pellets every 2-4 hours",
        "indication": "High sudden fever with flushed face, dilated pupils. Throbbing heat. Delirium with fever. No thirst during fever.",
        "agg": "Worse from light, noise, jar, afternoon 3 PM, drafts, lying down",
        "amel": "Better from semi-erect position, dark quiet room, pressure"
    },
    {
        "id": 33,
        "bodyPartId": "fever-infections",
        "remedyId": "ferrum-phos",
        "remedyName": "Ferrum Phosphoricum",
        "potency": "6X or 30C",
        "dose": "Dissolve 4 tablets under tongue every 2 hours",
        "indication": "First stages of fever with gradual onset. Flushed face but not as intense as Belladonna. Susceptibility to colds.",
        "agg": "Worse at night 4-6 AM, motion, right side, touch",
        "amel": "Better from cold applications, lying down, rest"
    },
    {
        "id": 34,
        "bodyPartId": "fever-infections",
        "remedyId": "gelsemium",
        "remedyName": "Gelsemium",
        "potency": "30C",
        "dose": "3-5 pellets every 4-6 hours",
        "indication": "Flu with weakness and heaviness. No thirst. Chills up and down spine. Heavy drooping eyelids. Aching muscles.",
        "agg": "Worse before thunderstorm, damp weather, bad news, emotions",
        "amel": "Better from urination, continued motion, open air, stimulants"
    },
    {
        "id": 35,
        "bodyPartId": "mouth-throat",
        "remedyId": "mercurius",
        "remedyName": "Mercurius Solubilis",
        "potency": "30C",
        "dose": "3-5 pellets every 4-6 hours",
        "indication": "Sore throat with excessive salivation. Metallic taste. Offensive breath. Ulcers on tongue and tonsils. Night sweats.",
        "agg": "Worse at night, sweating, extremes of temperature, drafts",
        "amel": "Better from moderate temperature, rest"
    },
    {
        "id": 36,
        "bodyPartId": "mouth-throat",
        "remedyId": "lachesis",
        "remedyName": "Lachesis",
        "potency": "30C or 200C",
        "dose": "3-5 pellets every 4-6 hours",
        "indication": "Left-sided sore throat or starts left goes right. Cannot bear anything touching throat. Worse after sleep.",
        "agg": "Worse after sleep, hot drinks, empty swallowing, touch, tight collar",
        "amel": "Better from warm applications, eating, cold drinks, discharges"
    },
    {
        "id": 37,
        "bodyPartId": "mouth-throat",
        "remedyId": "hepar-sulph",
        "remedyName": "Hepar Sulphuris",
        "potency": "30C",
        "dose": "3-5 pellets every 4-6 hours",
        "indication": "Splinter-like pain in throat. Tonsillitis with suppuration. Extremely sensitive to cold and drafts. Irritable.",
        "agg": "Worse from cold air, drafts, touch, uncovering, lying on painful side",
        "amel": "Better from warmth, warm wrapping, damp weather"
    },
    {
        "id": 38,
        "bodyPartId": "mouth-throat",
        "remedyId": "belladonna",
        "remedyName": "Belladonna",
        "potency": "30C",
        "dose": "3-5 pellets every 2-4 hours",
        "indication": "Bright red, swollen tonsils. Throat dry despite no thirst. Right-sided sore throat. Constricted sensation.",
        "agg": "Worse from swallowing liquids, drafts, touch, talking, afternoon 3 PM",
        "amel": "Better from semi-sitting position, rest, dark quiet room"
    },
    {
        "id": 39,
        "bodyPartId": "nose",
        "remedyId": "kali-bich",
        "remedyName": "Kali Bichromicum",
        "potency": "30C",
        "dose": "3-5 pellets three times daily",
        "indication": "Thick, stringy, ropy nasal discharge. Post-nasal drip. Pressure at root of nose. Green crusts. Sinus headache.",
        "agg": "Worse in morning, hot weather, after eating, beer",
        "amel": "Better from heat, motion, pressure"
    },
    {
        "id": 40,
        "bodyPartId": "nose",
        "remedyId": "pulsatilla",
        "remedyName": "Pulsatilla",
        "potency": "30C",
        "dose": "3-5 pellets every 4-6 hours",
        "indication": "Thick, bland, yellow-green discharge. Nose stuffed indoors, runs outdoors. Loss of smell. Worse in warm room.",
        "agg": "Worse in warm room, evening, lying down, rich fatty foods",
        "amel": "Better in open air, cold applications, gentle motion, consolation"
    },
    {
        "id": 41,
        "bodyPartId": "nose",
        "remedyId": "arsenicum",
        "remedyName": "Arsenicum Album",
        "potency": "30C",
        "dose": "3-5 pellets every 4 hours",
        "indication": "Thin, watery, burning discharge that excoriates upper lip. Sneezing without relief. Hay fever. Stuffed nose with discharge.",
        "agg": "Worse from cold, after midnight, right side",
        "amel": "Better from warmth, warm drinks, hot applications to nose"
    },
    {
        "id": 42,
        "bodyPartId": "ears",
        "remedyId": "pulsatilla",
        "remedyName": "Pulsatilla",
        "potency": "30C",
        "dose": "3-5 pellets every 4-6 hours",
        "indication": "Otitis media with thick yellow-green discharge. Worse at night. Ears feel stopped. Child weepy, wants fresh air.",
        "agg": "Worse at night, warm room, lying on affected side, rich foods",
        "amel": "Better from cold applications, open air, walking slowly, consolation"
    },
    {
        "id": 43,
        "bodyPartId": "ears",
        "remedyId": "belladonna",
        "remedyName": "Belladonna",
        "potency": "30C",
        "dose": "3-5 pellets every 2-4 hours",
        "indication": "Sudden acute ear infection. Throbbing pain. External ear red and hot. Child screams and is irritable. High fever.",
        "agg": "Worse from noise, jar, cold drafts, afternoon 3 PM, touch",
        "amel": "Better from semi-upright position, warm applications, rest"
    },
    {
        "id": 44,
        "bodyPartId": "ears",
        "remedyId": "chamomilla",
        "remedyName": "Chamomilla",
        "potency": "30C or 200C",
        "dose": "3-5 pellets every 2-4 hours",
        "indication": "Earache in teething children. Unbearable pain. One cheek red, one pale. Extremely irritable. Nothing satisfies.",
        "agg": "Worse at night, anger, teething, wind, warm room",
        "amel": "Better from being carried, cold applications, warm wet weather"
    },
    {
        "id": 45,
        "bodyPartId": "eyes",
        "remedyId": "argentum-nitricum",
        "remedyName": "Argentum Nitricum",
        "potency": "30C",
        "dose": "3-5 pellets every 4-6 hours",
        "indication": "Conjunctivitis with copious purulent discharge. Corneal ulcers. Photophobia. Eyes look swollen and red.",
        "agg": "Worse from warmth, at night, sweets, emotional anticipation",
        "amel": "Better from cool air, cold applications, pressure, bathing"
    },
    {
        "id": 46,
        "bodyPartId": "eyes",
        "remedyId": "pulsatilla",
        "remedyName": "Pulsatilla",
        "potency": "30C",
        "dose": "3-5 pellets every 4-6 hours",
        "indication": "Styes. Conjunctivitis with thick yellow-green discharge. Itching and burning. Lids glued together in morning.",
        "agg": "Worse in warm room, evening, twilight, rich food, fatty foods",
        "amel": "Better from cold applications, open air, motion, sympathy"
    },
    {
        "id": 47,
        "bodyPartId": "eyes",
        "remedyId": "euphrasia",
        "remedyName": "Euphrasia",
        "potency": "30C",
        "dose": "3-5 pellets every 4 hours",
        "indication": "Acrid, burning tears. Bland nasal discharge. Eyes water constantly. Photophobia. Red, swollen conjunctiva.",
        "agg": "Worse in open air, light, warmth, evening, windy weather",
        "amel": "Better in dark room, wiping eyes, blinking, coffee"
    },
    {
        "id": 48,
        "bodyPartId": "female",
        "remedyId": "sepia",
        "remedyName": "Sepia",
        "potency": "200C",
        "dose": "3-5 pellets once daily or weekly",
        "indication": "Bearing down sensation as if everything would escape through vagina. Indifference to loved ones. Better from vigorous exercise.",
        "agg": "Worse before/during menses, morning, pregnancy, cold air",
        "amel": "Better from vigorous exercise, warmth, eating, pressure, occupation"
    },
    {
        "id": 49,
        "bodyPartId": "female",
        "remedyId": "pulsatilla",
        "remedyName": "Pulsatilla",
        "potency": "30C",
        "dose": "3-5 pellets twice daily",
        "indication": "Delayed, scanty, changeable menses. PMS with weepiness. Better in open air. Thick bland discharge.",
        "agg": "Worse from warmth, rich foods, puberty, pregnancy, twilight",
        "amel": "Better from open air, motion, cold applications, sympathy, crying"
    },
    {
        "id": 50,
        "bodyPartId": "female",
        "remedyId": "lachesis",
        "remedyName": "Lachesis",
        "potency": "200C",
        "dose": "3-5 pellets as needed",
        "indication": "Menopausal hot flashes. Jealousy and suspicion. Cannot bear tight clothing. All symptoms worse after sleep.",
        "agg": "Worse after sleep, menopause, suppressed menses, spring, touch",
        "amel": "Better from onset of flow, discharges, open air, cold drinks"
    },
    {
        "id": 51,
        "bodyPartId": "urinary-male",
        "remedyId": "cantharis",
        "remedyName": "Cantharis",
        "potency": "30C",
        "dose": "3-5 pellets every 2-4 hours",
        "indication": "Intense burning, cutting pain during urination. Constant urge to urinate. Urine passed drop by drop. Cystitis.",
        "agg": "Worse during urination, before urination, touch, coffee, cold drinks",
        "amel": "Better from warmth, rest, rubbing"
    },
    {
        "id": 52,
        "bodyPartId": "urinary-male",
        "remedyId": "apis",
        "remedyName": "Apis Mellifica",
        "potency": "30C",
        "dose": "3-5 pellets every 2-4 hours",
        "indication": "Burning and stinging pain in urethra. Scanty urine. Last drops burn. Kidney pain. No thirst despite fever.",
        "agg": "Worse from heat, touch, pressure, right side, afternoon 3 PM",
        "amel": "Better from cold applications, open air, uncovering, motion"
    },
    {
        "id": 53,
        "bodyPartId": "urinary-male",
        "remedyId": "staphysagria",
        "remedyName": "Staphysagria",
        "potency": "30C",
        "dose": "3-5 pellets twice daily",
        "indication": "Honeymoon cystitis. UTI after catheterization or surgery. Burning in urethra between urinations. Suppressed emotions.",
        "agg": "Worse from sexual excess, anger held in, touch, tobacco",
        "amel": "Better from warmth, rest, after breakfast"
    },
    {
        "id": 54,
        "bodyPartId": "children",
        "remedyId": "chamomilla",
        "remedyName": "Chamomilla",
        "potency": "30C or 200C",
        "dose": "3-5 pellets every 2-4 hours",
        "indication": "Teething with extreme irritability. One cheek red, one pale. Green diarrhea. Only wants to be carried.",
        "agg": "Worse from teething, anger, night, coffee, wind, warm room",
        "amel": "Better from being carried, warm wet weather, sweating"
    },
    {
        "id": 55,
        "bodyPartId": "children",
        "remedyId": "cina",
        "remedyName": "Cina",
        "potency": "30C",
        "dose": "3-5 pellets three times daily",
        "indication": "Worm symptoms - grinding teeth at night, picking nose, ravenous appetite or refuses food. Very irritable child.",
        "agg": "Worse from touch, staring at objects, full moon, night",
        "amel": "Better from motion, lying on abdomen during sleep"
    },
    {
        "id": 56,
        "bodyPartId": "children",
        "remedyId": "calcarea-carb",
        "remedyName": "Calcarea Carbonica",
        "potency": "200C",
        "dose": "3-5 pellets once weekly",
        "indication": "Slow development. Delayed teething, walking, talking. Sweaty head during sleep. Craves eggs. Chubby, fair child.",
        "agg": "Worse from cold, wet weather, work, exertion, milk, full moon",
        "amel": "Better from dry weather, lying on painful side, sneezing"
    },
    {
        "id": 57,
        "bodyPartId": "children",
        "remedyId": "borax",
        "remedyName": "Borax",
        "potency": "30C",
        "dose": "3-5 pellets every 4 hours",
        "indication": "Fear of downward motion - baby cries when laid down. Mouth ulcers (thrush). Startles at slight noises.",
        "agg": "Worse from downward motion, sudden noise, warm weather, fruit",
        "amel": "Better from pressure, cold weather, evening"
    },
    {
        "id": 58,
        "bodyPartId": "sleep-dreams",
        "remedyId": "coffea",
        "remedyName": "Coffea Cruda",
        "potency": "30C",
        "dose": "3-5 pellets at bedtime",
        "indication": "Sleeplessness from mental activity. Mind racing with ideas. Oversensitive to noise, pain. Cannot switch off mind.",
        "agg": "Worse from excessive joy, strong emotions, noise, odors, at night",
        "amel": "Better from warmth, lying down, holding ice in mouth"
    },
    {
        "id": 59,
        "bodyPartId": "sleep-dreams",
        "remedyId": "nux-vomica",
        "remedyName": "Nux Vomica",
        "potency": "30C",
        "dose": "3-5 pellets at bedtime",
        "indication": "Wakes at 3-4 AM with thoughts of work. Cannot fall back asleep until dawn then oversleeps. Irritable on waking.",
        "agg": "Worse in morning, after eating, mental work, stimulants, 3-4 AM",
        "amel": "Better from rest, warmth, evening, damp weather, strong pressure"
    },
    {
        "id": 60,
        "bodyPartId": "sleep-dreams",
        "remedyId": "arsenicum",
        "remedyName": "Arsenicum Album",
        "potency": "30C",
        "dose": "3-5 pellets at bedtime",
        "indication": "Wakes after midnight with anxiety. Restless sleep with tossing and turning. Fear of death keeping awake.",
        "agg": "Worse after midnight 1-3 AM, alone, cold, lying down",
        "amel": "Better from warmth, sitting up, company, warm drinks"
    },
    {
        "id": 61,
        "bodyPartId": "generals",
        "remedyId": "sulphur",
        "remedyName": "Sulphur",
        "potency": "30C or 200C",
        "dose": "3-5 pellets once daily (morning)",
        "indication": "Burning sensations everywhere. Offensive discharges. Philosopher type. Aversion to bathing. Standing aggravates.",
        "agg": "Worse from warmth of bed, bathing, standing, 11 AM, alcohol",
        "amel": "Better from dry warm weather, lying on right side, fresh air"
    },
    {
        "id": 62,
        "bodyPartId": "generals",
        "remedyId": "carbo-veg",
        "remedyName": "Carbo Vegetabilis",
        "potency": "30C",
        "dose": "3-5 pellets every 4 hours",
        "indication": "Collapse with air hunger. Wants to be fanned. Cold breath but burning internally. Exhaustion and weakness.",
        "agg": "Worse from warm damp weather, evening, lying down, wine, fatty food",
        "amel": "Better from fanning, eructations, being elevated, cold, loose clothing"
    },
    {
        "id": 63,
        "bodyPartId": "generals",
        "remedyId": "phosphoric-acid",
        "remedyName": "Phosphoricum Acidum",
        "potency": "30C",
        "dose": "3-5 pellets twice daily",
        "indication": "Debility from loss of fluids. Mental exhaustion before physical. Apathy, indifference. Hair falling out.",
        "agg": "Worse from loss of fluids, grief, sexual excess, drafts",
        "amel": "Better from warmth, short sleep, quiet"
    },
    {
        "id": 64,
        "bodyPartId": "generals",
        "remedyId": "china",
        "remedyName": "China Officinalis",
        "potency": "30C",
        "dose": "3-5 pellets twice daily",
        "indication": "Weakness from loss of fluids (blood, sweat, diarrhea). Periodical symptoms. Bloating not relieved by belching.",
        "agg": "Worse from loss of fluids, touch, drafts, every other day, fruit",
        "amel": "Better from hard pressure, bending double, warmth, loose clothing"
    },
    {
        "id": 65,
        "bodyPartId": "upper-limbs",
        "remedyId": "rhus-tox",
        "remedyName": "Rhus Toxicodendron",
        "potency": "30C",
        "dose": "3-5 pellets every 4-6 hours",
        "indication": "Shoulder stiffness worse on first motion. Tennis elbow. Carpal tunnel. Pain relieved by continued movement.",
        "agg": "Worse on first motion, rest, cold wet weather, night, overexertion",
        "amel": "Better from continued motion, warmth, rubbing, hot bath, stretching"
    },
    {
        "id": 66,
        "bodyPartId": "upper-limbs",
        "remedyId": "bryonia",
        "remedyName": "Bryonia Alba",
        "potency": "30C",
        "dose": "3-5 pellets every 4-6 hours",
        "indication": "Shoulder and arm pain worse from any motion. Hot swollen joints. Must keep arm perfectly still.",
        "agg": "Worse from any motion, warmth, touch, morning",
        "amel": "Better from rest, lying on painful side, pressure, cold applications"
    },
    {
        "id": 67,
        "bodyPartId": "upper-limbs",
        "remedyId": "calcarea-carb",
        "remedyName": "Calcarea Carbonica",
        "potency": "200C",
        "dose": "3-5 pellets once weekly",
        "indication": "Cold, clammy hands. Writer's cramp. Weak wrists. Numbness of fingers. Joint problems in fair, flabby persons.",
        "agg": "Worse from cold, wet weather, work, mental exertion, standing",
        "amel": "Better from dry weather, lying on painful side, constipation"
    },
    {
        "id": 68,
        "bodyPartId": "heart-circulatory",
        "remedyId": "lachesis",
        "remedyName": "Lachesis",
        "potency": "30C or 200C",
        "dose": "3-5 pellets as needed",
        "indication": "Palpitations from constricting clothing. Left-sided heart symptoms. Worse after sleep. Cannot tolerate tight clothes.",
        "agg": "Worse after sleep, touch, pressure, hot drinks, spring, left side",
        "amel": "Better from warm applications, discharges, loose clothing, open air"
    },
    {
        "id": 69,
        "bodyPartId": "heart-circulatory",
        "remedyId": "phosphorus",
        "remedyName": "Phosphorus",
        "potency": "30C",
        "dose": "3-5 pellets twice daily",
        "indication": "Palpitations with anxiety. Sensation of warmth in heart region. Bleeding tendency. Worse lying on left side.",
        "agg": "Worse from lying on left side, evening, thunderstorm, being alone",
        "amel": "Better from cold drinks, eating, sleep, open air, rubbing"
    },
    {
        "id": 70,
        "bodyPartId": "heart-circulatory",
        "remedyId": "digitalis",
        "remedyName": "Digitalis",
        "potency": "6C or 30C",
        "dose": "3-5 pellets twice daily (under supervision)",
        "indication": "Slow, weak pulse. Sensation heart will stop if moved. Bluish face. Dropsy. Worse from sitting upright.",
        "agg": "Worse from sitting up, motion, music, sexual excess",
        "amel": "Better from lying down flat, empty stomach, fresh air"
    },
    {
        "id": 71,
        "bodyPartId": "head",
        "remedyId": "sanguinaria",
        "remedyName": "Sanguinaria",
        "potency": "30C",
        "dose": "3-5 pellets every 4 hours",
        "indication": "Right-sided migraine. Starts at occiput, settles over right eye. Periodical headaches. Better from vomiting.",
        "agg": "Worse from right side, sun, periodically, during menopause, fasting",
        "amel": "Better from sleep, lying down, vomiting, pressure, in dark room"
    },
    {
        "id": 72,
        "bodyPartId": "head",
        "remedyId": "spigelia",
        "remedyName": "Spigelia",
        "potency": "30C",
        "dose": "3-5 pellets every 4 hours",
        "indication": "Left-sided neuralgic headache. Severe pain in and around left eye. Pain follows course of sun - starts morning, peaks noon.",
        "agg": "Worse from motion, noise, touch, jarring, stooping",
        "amel": "Better from lying on right side with head high, steady pressure"
    },
    {
        "id": 73,
        "bodyPartId": "digestive",
        "remedyId": "ipecac",
        "remedyName": "Ipecacuanha",
        "potency": "30C",
        "dose": "3-5 pellets every 30 min - 2 hours",
        "indication": "Persistent nausea not relieved by vomiting. Clean tongue. Excessive salivation with nausea. Vomiting of food and bile.",
        "agg": "Worse from vomiting, warmth, moist warm wind, overeating",
        "amel": "Better from open air, rest, closing eyes"
    },
    {
        "id": 74,
        "bodyPartId": "digestive",
        "remedyId": "veratrum-album",
        "remedyName": "Veratrum Album",
        "potency": "30C",
        "dose": "3-5 pellets every 30 min - 2 hours",
        "indication": "Violent vomiting and diarrhea together. Cold sweat on forehead. Collapse, pallor. Cramping pains in abdomen.",
        "agg": "Worse from cold drinks, exertion, before menses, fright",
        "amel": "Better from warmth, hot drinks, lying down, covering, walking"
    },
    {
        "id": 75,
        "bodyPartId": "digestive",
        "remedyId": "colocynthis",
        "remedyName": "Colocynthis",
        "potency": "30C",
        "dose": "3-5 pellets every 15-30 min",
        "indication": "Severe cramping abdominal pain. Must bend double for relief. Colic after anger. Waves of pain.",
        "agg": "Worse from anger, eating, drinking, lying on painless side",
        "amel": "Better from hard pressure, bending double, warmth, coffee"
    },
    {
        "id": 76,
        "bodyPartId": "respiratory",
        "remedyId": "drosera",
        "remedyName": "Drosera",
        "potency": "30C",
        "dose": "3-5 pellets every 4 hours",
        "indication": "Violent spasmodic cough. Whooping cough. Deep barking cough. Cough worse after midnight. Holds chest when coughing.",
        "agg": "Worse after midnight, lying down, warmth, talking, laughing",
        "amel": "Better from open air, walking, sitting up, pressure"
    },
    {
        "id": 77,
        "bodyPartId": "respiratory",
        "remedyId": "rumex",
        "remedyName": "Rumex Crispus",
        "potency": "30C",
        "dose": "3-5 pellets every 4 hours",
        "indication": "Tickling, teasing cough from tickling in throat pit. Must cover mouth when breathing cold air. Incessant dry cough.",
        "agg": "Worse from cold air, uncovering, change of room temperature, night",
        "amel": "Better from covering mouth, warm air, warm drinks"
    },
    {
        "id": 78,
        "bodyPartId": "skin",
        "remedyId": "apis",
        "remedyName": "Apis Mellifica",
        "potency": "30C",
        "dose": "3-5 pellets every 2-4 hours",
        "indication": "Urticaria - hives with stinging, burning. Edematous swelling. Worse from heat. No thirst. Bee sting-like symptoms.",
        "agg": "Worse from heat, touch, pressure, afternoon, right side",
        "amel": "Better from cold applications, open air, uncovering, cool bathing"
    },
    {
        "id": 79,
        "bodyPartId": "skin",
        "remedyId": "urtica-urens",
        "remedyName": "Urtica Urens",
        "potency": "30C",
        "dose": "3-5 pellets every 4 hours",
        "indication": "Itching, burning hives. Stinging nettle sensation. Worse from touch. Useful in allergic skin reactions, rashes.",
        "agg": "Worse from touch, cold bathing, exercise, yearly",
        "amel": "Better from rubbing, lying down"
    },
    {
        "id": 80,
        "bodyPartId": "skin",
        "remedyId": "thuja",
        "remedyName": "Thuja Occidentalis",
        "potency": "30C or 200C",
        "dose": "3-5 pellets once daily or weekly",
        "indication": "Warts, especially cauliflower-like. Oily skin. Ill effects of vaccination. Condylomata. Moles. Skin growths.",
        "agg": "Worse from cold damp, night, 3 AM, after vaccination, onions",
        "amel": "Better from warmth, wrapping, sneezing, drawing up limbs"
    },
    {
        "id": 81,
        "bodyPartId": "fever-infections",
        "remedyId": "arsenicum",
        "remedyName": "Arsenicum Album",
        "potency": "30C",
        "dose": "3-5 pellets every 2-4 hours",
        "indication": "Fever with intense restlessness and anxiety. Burning heat but wants warmth. Thirst for small sips. Weakness.",
        "agg": "Worse after midnight 1-2 AM, cold, alone, exertion",
        "amel": "Better from warmth, warm drinks, company, sitting up"
    },
    {
        "id": 82,
        "bodyPartId": "fever-infections",
        "remedyId": "baptisia",
        "remedyName": "Baptisia Tinctoria",
        "potency": "30C",
        "dose": "3-5 pellets every 4 hours",
        "indication": "Septic fevers. Typhoid states. Rapid prostration. Offensive discharges. Confused, feels scattered, falls asleep mid-sentence.",
        "agg": "Worse from humid heat, fog, pressure, walking, open air",
        "amel": "Better from walking continually, quiet, company"
    },
    {
        "id": 83,
        "bodyPartId": "mind",
        "remedyId": "natrum-mur",
        "remedyName": "Natrum Muriaticum",
        "potency": "200C or 1M",
        "dose": "3-5 pellets single dose (repeat weekly)",
        "indication": "Chronic deep grief held in. Dwells on past hurts. Unable to cry in front of others. Worse from consolation.",
        "agg": "Worse from consolation, sun, heat, seaside, 10-11 AM, grief",
        "amel": "Better from open air, cold bathing, tight clothing, going without meals"
    },
    {
        "id": 84,
        "bodyPartId": "mind",
        "remedyId": "staphysagria",
        "remedyName": "Staphysagria",
        "potency": "200C",
        "dose": "3-5 pellets as needed",
        "indication": "Suppressed anger and indignation. Ailments from being humiliated. Sweet disposition hides inner rage.",
        "agg": "Worse from anger (especially suppressed), indignation, sexual excess",
        "amel": "Better from warmth, rest, breakfast, expressing emotions"
    },
    {
        "id": 85,
        "bodyPartId": "mind",
        "remedyId": "lycopodium",
        "remedyName": "Lycopodium",
        "potency": "200C",
        "dose": "3-5 pellets as needed",
        "indication": "Lack of confidence despite intellectual capacity. Fear of failure. Anticipatory anxiety. Irritable with family.",
        "agg": "Worse 4-8 PM, warm room, tight clothing, anticipation",
        "amel": "Better from warm drinks, motion, eating small amounts, belching"
    },
    {
        "id": 86,
        "bodyPartId": "lower-limbs",
        "remedyId": "ledum",
        "remedyName": "Ledum Palustre",
        "potency": "30C",
        "dose": "3-5 pellets every 4 hours",
        "indication": "Gouty pains ascending from feet upward. Cold to touch but better from cold applications. Stiffness in joints.",
        "agg": "Worse from warmth, motion, night, warm bed",
        "amel": "Better from cold, ice water, rest, cold applications"
    },
    {
        "id": 87,
        "bodyPartId": "lower-limbs",
        "remedyId": "causticum",
        "remedyName": "Causticum",
        "potency": "30C",
        "dose": "3-5 pellets twice daily",
        "indication": "Restless legs at night. Burning in knees. Better from damp weather (unusual). Progressive weakness of legs.",
        "agg": "Worse from dry cold wind, clear fine weather, coffee",
        "amel": "Better from damp wet weather, warmth of bed, cold drinks"
    },
    {
        "id": 88,
        "bodyPartId": "back-spine",
        "remedyId": "hypericum",
        "remedyName": "Hypericum Perforatum",
        "potency": "30C",
        "dose": "3-5 pellets every 4 hours",
        "indication": "Coccyx pain especially after injury. Shooting pains along spine. Nerve pain in back. Tailbone sensitivity.",
        "agg": "Worse from touch, cold, damp, fog, exertion, closed room",
        "amel": "Better from bending head backward, rubbing"
    },
    {
        "id": 89,
        "bodyPartId": "back-spine",
        "remedyId": "aesculus",
        "remedyName": "Aesculus Hippocastanum",
        "potency": "30C",
        "dose": "3-5 pellets twice daily",
        "indication": "Sacral and hip pain extending to legs. Worse from stooping. Back gives out when walking. Hemorrhoids.",
        "agg": "Worse from standing, walking, stooping, after stool, morning on waking",
        "amel": "Better from cool open air, continued exertion, kneeling"
    },
    {
        "id": 90,
        "bodyPartId": "nose",
        "remedyId": "allium-cepa",
        "remedyName": "Allium Cepa",
        "potency": "30C",
        "dose": "3-5 pellets every 4 hours",
        "indication": "Streaming watery eyes and nose. Acrid nasal discharge, bland tears (opposite of Euphrasia). Sneezing. Hay fever.",
        "agg": "Worse in warm room, evening, spring, damp weather",
        "amel": "Better in open air, cold room"
    },
    {
        "id": 91,
        "bodyPartId": "ears",
        "remedyId": "hepar-sulph",
        "remedyName": "Hepar Sulphuris",
        "potency": "30C",
        "dose": "3-5 pellets every 4-6 hours",
        "indication": "Ear infection with splinter-like pains. Yellow thick offensive discharge. Very sensitive to cold and touch.",
        "agg": "Worse from cold, drafts, touch, night, lying on painful side",
        "amel": "Better from warmth, wrapping up head, damp weather"
    },
    {
        "id": 92,
        "bodyPartId": "mouth-throat",
        "remedyId": "phytolacca",
        "remedyName": "Phytolacca",
        "potency": "30C",
        "dose": "3-5 pellets every 4 hours",
        "indication": "Dark red, swollen throat. Pain shoots to ears on swallowing. Tonsillitis. Cannot swallow hot drinks.",
        "agg": "Worse from hot drinks, swallowing, cold damp weather, motion",
        "amel": "Better from rest, cold drinks, dry weather"
    },
    {
        "id": 93,
        "bodyPartId": "mouth-throat",
        "remedyId": "borax",
        "remedyName": "Borax",
        "potency": "30C",
        "dose": "3-5 pellets every 4 hours",
        "indication": "Aphthous ulcers. Thrush. White patches in mouth. Mouth ulcers that bleed when touched. Hot mouth.",
        "agg": "Worse from downward motion, sudden noise, fruit, warm weather",
        "amel": "Better from pressure, cold weather"
    },
    {
        "id": 94,
        "bodyPartId": "respiratory",
        "remedyId": "hepar-sulph",
        "remedyName": "Hepar Sulphuris",
        "potency": "30C",
        "dose": "3-5 pellets every 4 hours",
        "indication": "Croup with rattling, choking cough. Sensitive to drafts. Yellow loose cough. Cough from uncovering.",
        "agg": "Worse from cold air, cold drinks, drafts, touch, night, morning",
        "amel": "Better from warmth, warm drinks, damp weather, wrapping up"
    },
    {
        "id": 95,
        "bodyPartId": "female",
        "remedyId": "natrum-mur",
        "remedyName": "Natrum Muriaticum",
        "potency": "200C",
        "dose": "3-5 pellets once weekly",
        "indication": "Irregular menses. Vaginal dryness. Aversion to sex. Infertility from grief. Headaches during menses.",
        "agg": "Worse from sun, consolation, seashore, 10-11 AM, heat",
        "amel": "Better from open air, cold bathing, going without meals, sweating"
    },
    {
        "id": 96,
        "bodyPartId": "female",
        "remedyId": "cimicifuga",
        "remedyName": "Cimicifuga Racemosa",
        "potency": "30C",
        "dose": "3-5 pellets twice daily",
        "indication": "Severe menstrual cramps. The more pain, the more flow. Depression during menses. Neck and back stiffness.",
        "agg": "Worse from cold, damp, menses, emotions, labor",
        "amel": "Better from warmth, wrapping up, eating, gentle motion"
    },
    {
        "id": 97,
        "bodyPartId": "urinary-male",
        "remedyId": "sabal-serrulata",
        "remedyName": "Sabal Serrulata",
        "potency": "30C or Mother Tincture",
        "dose": "5-10 drops three times daily",
        "indication": "Enlarged prostate. Difficulty starting urination. Frequent urging at night. Cold feeling in prostate area.",
        "agg": "Worse from cold, damp weather, sympathy",
        "amel": "Better from warmth"
    },
    {
        "id": 98,
        "bodyPartId": "children",
        "remedyId": "aethusa",
        "remedyName": "Aethusa Cynapium",
        "potency": "30C",
        "dose": "3-5 pellets every 4 hours",
        "indication": "Cannot tolerate milk - immediate vomiting. Exhaustion after vomiting. Weak, pale child. Summer diarrhea in children.",
        "agg": "Worse from milk, heat of summer, morning, evening",
        "amel": "Better from open air, company"
    },
    {
        "id": 99,
        "bodyPartId": "generals",
        "remedyId": "silicea",
        "remedyName": "Silicea",
        "potency": "30C or 200C",
        "dose": "3-5 pellets twice daily or weekly",
        "indication": "Lack of vital heat. Offensive foot sweat. Helps expel foreign bodies. Chronic suppuration. Delicate, refined appearance.",
        "agg": "Worse from cold, drafts, new moon, uncovering, vaccination",
        "amel": "Better from warmth, wrapping head, summer, magnetism"
    },
    {
        "id": 100,
        "bodyPartId": "generals",
        "remedyId": "calcarea-carb",
        "remedyName": "Calcarea Carbonica",
        "potency": "200C",
        "dose": "3-5 pellets weekly",
        "indication": "Slow metabolism. Chilly. Easy exhaustion. Head sweats at night. Sour discharges. Anxiety about health.",
        "agg": "Worse from cold, wet, exertion, ascending, full moon, milk",
        "amel": "Better from dry weather, lying on painful side, rubbing"
    }
]